Repository: AKotov-dev/TVConnector
Catalog: tvconnector/languages/tvconnector.*.po
Languages: ru

source: Scale the display
ru: Масштабирование дисплея

source: 1. Make sure that the main display is selected correctly, it is marked with a +* (see the list of monitors above) 2. If the TV screen does not fully display the contents of the main display when zooming, press Set again
ru: 1. Убедитесь, что основной дисплей выбран верно, он отмечен знаком +* (см. список мониторов выше) 2. Если экран TV при масштабировании отобразил содержимое основного дисплея не полностью, нажмите Set повторно

source: Apply and create an Autostart shortcut
ru: Применить и сделать ярлык Автостарта

source: Reset
ru: Сброс

source: Reset the settings of the secondary display and remove the Autostart shortcut
ru: Сбросить настройки дополнительного дисплея и удалить ярлык Автозапуска

source: < Change >
ru: < Заменить >

source: Make another display
ru: Сделать активным другой дисплей

source: License: GPLv3 Author: alex_q_2000 (C) 2022 URL: https://linuxforum.ru
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2022 URL: https://linuxforum.ru

source: Autostart:
ru: Автостарт:

source: Autostart: none
ru: Автостарт: нет

source: Primary display not found!
ru: Основной дисплей не найден!

source: The second monitor was not found!
ru: Второй монитор не найден!

source: Scale the display
ru: Масштабирование дисплея:
